[
    {
        "q": "When was Halley's Comet predicted to return by Halley?",
        "a": "Either the end of 1758 or the beginning of 1759."
    },
    {
        "q": "What principle is applied to find the weight of the Earth?",
        "a": "Round bodies of the same specific gravity attract small objects on their surface with a force proportional to the diameter of the attracting body."
    },
    {
        "q": "What is the direction in which stars appear denser in the sky?",
        "a": "The direction of the Milky Way"
    },
    {
        "q": "What is the diameter of Earth in miles?",
        "a": "7918"
    },
    {
        "q": "What is the minimum considered velocity of gravitation?",
        "a": "186000,000000 miles per second"
    },
    {
        "q": "What is the Miocene known as?",
        "a": "The mammalian Golden Age"
    },
    {
        "q": "What is adaptive radiation?",
        "a": "It is the process where mammals, like reptiles before them, conquer every haunt of life."
    },
    {
        "q": "What does a normal baby's strong grip suggest about its evolutionary past?",
        "a": "The strong grip suggests that babies in the past had to cling to their arboreal mothers."
    },
    {
        "q": "What instrument did Tycho use to measure the place of the new star?",
        "a": "Tycho used his great quadrant to measure the place of the new star."
    },
    {
        "q": "What is an example of a bird that lays its eggs in warm volcanic ash or fermenting vegetation?",
        "a": "Mound-birds of Celebes"
    },
    {
        "q": "What do young turtles do instinctively when they hatch?",
        "a": "They make their way to the sea."
    },
    {
        "q": "What is the velocity of ether waves of all lengths?",
        "a": "186,000 miles in a second"
    },
    {
        "q": "How long does it take for light to travel from the sun to Earth?",
        "a": "about eight minutes"
    },
    {
        "q": "What causes lightning and thunder?",
        "a": "Lightning and thunder are caused by the movement of electrons between clouds, or from clouds to the ground, during thunderstorms. As the electricity leaps through the air, it creates a vacuum, causing air vibrations that produce the sound we call thunder."
    },
    {
        "q": "What is the total quantity of light we receive from all the stars?",
        "a": "The total quantity of light we receive from all the stars is about equal to that of 50,000 stars of the fifth magnitude or somewhat more than 1,000 stars of the first magnitude."
    },
    {
        "q": "What event takes place on the first Saturday in June at the observatory?",
        "a": "The annual inspection and gathering of scientific men, where the Astronomer Royal presents a report and the observatory is opened to visitors."
    },
    {
        "q": "What has been done to replicate the original text as faithfully as possible?",
        "a": "Obsolete and variant spellings and other inconsistencies have been retained."
    },
    {
        "q": "What do narrow-beaked crabs cover themselves with if their preferred seaweed is not available?",
        "a": "They cover themselves with unsuitable and even conspicuous material, such as pieces of coloured cloth."
    },
    {
        "q": "Who discovered the laws of planetary motion?",
        "a": "Kepler"
    },
    {
        "q": "What is the main topic discussed in this paragraph?",
        "a": "The extent of the universe and the brightness of the sky due to stars"
    },
    {
        "q": "What is the term used to express the apparent angular motion of a star as observed by an astronomer?",
        "a": "Proper motion"
    },
    {
        "q": "Who were the two candidates for the chair of Astronomy after Ussher's death?",
        "a": "Rev. John Brinkley and Mr. Stack"
    },
    {
        "q": "What is the retrograde movement of Mars according to Copernicus?",
        "a": "The retrograde movement of Mars is when Mars appears to move backward among the stars due to the combined real motions of Earth and Mars, and observers attributing an equal and opposite motion to Mars as they are unconscious of their own motion on Earth."
    },
    {
        "q": "What is the minimum speed an electron must travel to maintain a separate existence?",
        "a": "600 miles a second or thereabouts"
    },
    {
        "q": "What particles can travel with a velocity of 10,000 to more than 100,000 miles a second?",
        "a": "Electrons"
    },
    {
        "q": "What will a body in motion do if it's not acted on by any force?",
        "a": "It will move in a straight line."
    },
    {
        "q": "Who appointed Laplace as Minister of the Interior?",
        "a": "Napoleon"
    },
    {
        "q": "What is an inert body according to the common theory?",
        "a": "An inert body is one that is wholly passive, having no power of itself to move or do anything, except as some agency outside itself compels it to move in one way or another, and thus endows it with energy."
    },
    {
        "q": "When was the contract made with Mr. Graham Moyers for the construction of the observatory?",
        "a": "The contract was made on the 10th December, 1782."
    },
    {
        "q": "What is the most important feature of the scientific spirit?",
        "a": "The love of knowledge for its own sake."
    },
    {
        "q": "What is one reason why some open-sea animals are clear as glass?",
        "a": "Their tissues are watery, with a specific gravity near that of the salt water."
    },
    {
        "q": "What causes lightning and thunder in a storm?",
        "a": "Lightning and thunder are caused by the electrical charge differences between clouds or between a cloud and the ground. Lightning is the visible electric discharge, and thunder is the sound created by air vibrations due to the rapid heating and cooling from lightning."
    },
    {
        "q": "What does Sir Oliver Lodge compare the skepticism about using atomic energy to?",
        "a": "He compares it to the skepticism about the utilisation of steam or electricity."
    },
    {
        "q": "What is matter made up of?",
        "a": "Matter is made up of atoms."
    },
    {
        "q": "What is the main topic of the paragraph?",
        "a": "The main topic of the paragraph is the transmutation of elements and vortex-ring theory of atoms."
    },
    {
        "q": "What has been done to replicate the text as faithfully as possible?",
        "a": "Obsolete and variant spellings and other inconsistencies have been included to replicate the text as faithfully as possible."
    },
    {
        "q": "What kind of errors have been corrected?",
        "a": "Minor punctuation and printing errors have been corrected."
    },
    {
        "q": "Where was the first page of the original book, an advertisement, moved?",
        "a": "The first page was moved to the end of the text."
    },
    {
        "q": "What is the name of the well-known mudfish of Australia?",
        "a": "Neoceratodus"
    },
    {
        "q": "What unique feature does the Australian mudfish have?",
        "a": "It has turned its swim-bladder into a lung and comes to the surface to spout."
    },
    {
        "q": "Who first suggested to Newton the idea of publishing his research on gravitation?",
        "a": "Halley in the year 1684."
    },
    {
        "q": "What did Halley prove according to the paragraph?",
        "a": "The force acting on each planet varies inversely as the square of its distance from the sun."
    },
    {
        "q": "Which two other philosophers were interested in the same problem as Halley?",
        "a": "Hooke and Sir Christopher Wren."
    },
    {
        "q": "Who was Caroline assisting in their mathematical work?",
        "a": "Herschel"
    },
    {
        "q": "What was Caroline's role during Herschel's nighttime observations?",
        "a": "Caroline sat by him, writing down the notes of the observations as they were spoken by her brother."
    },
    {
        "q": "What is the guiding principle for public action in the direction of tariff policy?",
        "a": "The greatest good of the community is to be sought after."
    },
    {
        "q": "What is one of the most beautiful celestial objects next to the moon?",
        "a": "Saturn"
    },
    {
        "q": "How long does it take for Saturn to complete one revolution in its orbit?",
        "a": "Nearly thirty years"
    },
    {
        "q": "When do the rings of Saturn appear invisible even in a powerful telescope?",
        "a": "Twice in the course of a revolution, when the rings are seen edgewise."
    },
    {
        "q": "What can be seen with a four or five-inch telescope when observing Saturn?",
        "a": "Most of the satellites, the division in the ring, and the dusky 'crape ring' when the ring is well opened."
    },
    {
        "q": "Who is known for experimenting with the construction of telescopes?",
        "a": "The late Earl of Rosse and Herschel"
    },
    {
        "q": "What material do modern reflecting telescopes generally use for their mirrors?",
        "a": "Glass with a fine coating of silver"
    },
    {
        "q": "What is the universally accepted theory for the sun's heat supply?",
        "a": "The universally accepted theory is that the sun's heat supply is kept up by its continual contraction by mutual gravitation of its parts as it cools off."
    },
    {
        "q": "According to this theory, what must have been the sun's diameter ten million years ago?",
        "a": "According to this theory, ten million years ago, the sun must have had twice its present diameter."
    },
    {
        "q": "How old must the sun, earth, and solar system be, following this theory?",
        "a": "Following this theory, the sun, earth, and solar system must be less than twenty million years old."
    },
    {
        "q": "What are flint and crown glasses used for?",
        "a": "Flint and crown glasses are used for making lenses for telescopes and other optical instruments."
    },
    {
        "q": "What can be used as an artificial star for testing lenses?",
        "a": "The reflection of the sun from a drop of quicksilver, a thermometer bulb, or a piece of broken bottle can be used as an artificial star for testing lenses."
    },
    {
        "q": "What is the most difficult branch of the art of the optician?",
        "a": "The correction of little imperfections in the figures of the lenses to secure perfect vision through them is the most difficult branch of the art of the optician."
    },
    {
        "q": "What do young turtles do instinctively when they hatch from their eggs?",
        "a": "Young turtles make instinctively for the sea."
    },
    {
        "q": "What do young crocodiles do when they are ready to break out of the egg-shell?",
        "a": "Young crocodiles instinctively utter a piping cry."
    },
    {
        "q": "What is the main topic discussed in the paragraph?",
        "a": "The main topic discussed is the instinctive behavior of animals at birth."
    },
    {
        "q": "What is the dip of the needle?",
        "a": "The dip of the needle is when one end of a perfectly suspended magnet dips below the horizontal position due to the Earth's magnetic force."
    },
    {
        "q": "What is the main challenge in understanding the Races of Men?",
        "a": "The main challenge is that there has been so much movement and migration in the course of the ages, causing different physical types to mingle and create amalgams and novelties."
    },
    {
        "q": "What is the meaning of the term 'race' according to Professor Flinders Petrie?",
        "a": "The term 'race' refers to a group of human beings whose type has been unified by their rate of assimilation exceeding the rate of change produced by the infiltration of foreign elements."
    },
    {
        "q": "What does an inert body mean?",
        "a": "An inert body is one that is wholly passive, having no power of itself to move or do anything, except when compelled by some external agency."
    },
    {
        "q": "What's an example of an inert body?",
        "a": "A stone or an iron nail are examples of inert bodies."
    },
    {
        "q": "What happens when a lump of coal combines with oxygen?",
        "a": "It yields a large amount of energy in the shape of heat."
    },
    {
        "q": "Do gunpowder and nitro-glycerine have energy?",
        "a": "Yes, gunpowder and nitro-glycerine have energy, making them not ideally inert bodies."
    },
    {
        "q": "What happens when human blood is transfused into a chimpanzee?",
        "a": "There is an harmonious mingling of the two."
    },
    {
        "q": "What is formed when the blood-fluid of a rabbit with human blood is mingled with human blood?",
        "a": "It forms a cloudy precipitate."
    },
    {
        "q": "What is the first error in the statement that man in his development is at one time like a little fish, reptile, and so on?",
        "a": "The first error is that the comparison should be made with embryo-fish, embryo-reptile, embryo-mammal, etc. The resemblance lies in the making of the embryos."
    },
    {
        "q": "What caused Newton to consider the moon's relation to the earth's attractive power?",
        "a": "The moon is much closer to the earth than any other celestial bodies and it is an appendage to the earth, always revolving around it."
    },
    {
        "q": "Why doesn't the moon fall down to the earth due to its attraction?",
        "a": "The catastrophe is averted because the moon has a movement of revolution around the earth."
    },
    {
        "q": "What is the first requirement for effective research to develop?",
        "a": "Bringing men together and supporting them with an intelligent and interested community."
    },
    {
        "q": "Why is close personal contact important in research?",
        "a": "It allows for intelligent discussion, new ideas, and keeps researchers from repeating work or adopting inefficient methods."
    },
    {
        "q": "What happens when you try to pour a glass of water in zero gravity?",
        "a": "The water will not pour and you have to pull the water out with your hand."
    },
    {
        "q": "What happens when you throw a piece of water towards the wall in zero gravity?",
        "a": "It sticks to the wall like a splash-shaped piece of clear, colorless gelatin."
    },
    {
        "q": "What elements are found in the composition of stars?",
        "a": "The same elements found on Earth and in our laboratories."
    },
    {
        "q": "What do the proper motions of stars indicate?",
        "a": "The unity seen throughout the whole universe."
    },
    {
        "q": "What is the common habitat cycle of an eel?",
        "a": "An eel's habitat cycle includes deep waters, the open sea, the shore, the river, the pond, and occasionally, solid earth."
    },
    {
        "q": "Do adult eels return from the deep sea after spawning?",
        "a": "No, adult eels do not return from the deep sea after spawning."
    },
    {
        "q": "What can a single grain of indigo color?",
        "a": "A ton of water"
    },
    {
        "q": "How many molecules are in a single cubic centimeter of air?",
        "a": "Thirty million trillion"
    },
    {
        "q": "What was the origin of life on Earth considered a generation ago?",
        "a": "The origin of life on Earth was considered one of the great mysteries of science."
    },
    {
        "q": "What did Sir William Thomson or Lord Kelvin suggest as a possible way life reached Earth?",
        "a": "He suggested life may have been brought to our planet by the falling of a meteor from space."
    },
    {
        "q": "What did Ptolemy use to prove the earth is not flat?",
        "a": "Ptolemy used the varying times of sunset and lunar eclipse observations at different longitudes to prove that the Earth is not flat."
    },
    {
        "q": "What does an eclipse of the moon demonstrate?",
        "a": "An eclipse of the moon demonstrates that the Earth's shadow is blocking the illumination of the Moon by the Sun."
    },
    {
        "q": "Why did Ptolemy consider variations in sunset times as evidence?",
        "a": "Ptolemy considered variations in sunset times as evidence because if the Earth were flat, the sunset would occur at the same time, regardless of the observer's location."
    },
    {
        "q": "What is the ether?",
        "a": "The ether is a vast medium in which the whole material universe is supposed to be embedded."
    },
    {
        "q": "Why was the ether invented?",
        "a": "The ether was invented to explain the phenomena of light and to account for the flow of energy across empty space."
    },
    {
        "q": "Does light take time to travel?",
        "a": "Yes, light takes time to travel."
    },
    {
        "q": "How long does it take for light from the sun to reach the earth?",
        "a": "It takes 8 minutes for the light from the sun to reach the earth."
    },
    {
        "q": "Does sound travel in waves?",
        "a": "Yes, sound travels in waves."
    },
    {
        "q": "Can sound travel in a vacuum?",
        "a": "No, sound cannot travel in a vacuum."
    },
    {
        "q": "What medium do waves of light travel through?",
        "a": "Waves of light travel through the ether."
    },
    {
        "q": "Do we still see an object if sound does not travel in a vacuum?",
        "a": "Yes, we continue to see the object."
    },
    {
        "q": "How is the sun's energy transferred to the earth?",
        "a": "The sun's energy is transferred to the earth through the ether."
    },
    {
        "q": "What test does an optician use to determine the quality of a telescope?",
        "a": "The optician points the instrument at a star or the reflection of the sun's rays and ascertains whether the rays are all brought to a focus."
    },
    {
        "q": "How does an optician examine the image of the star?",
        "a": "The optician alternately pushes the eye-piece in beyond the point of distinct vision and draws it out past the point, causing the image of the star to appear as a round disk of light."
    },
    {
        "q": "What does it indicate if the disk appears round and of uniform brightness?",
        "a": "If the disk is round and of uniform brightness, it indicates that the telescope is perfect."
    },
    {
        "q": "What do plants release during the manufacture of plant food?",
        "a": "Oxygen"
    },
    {
        "q": "How do animals get the energy they need to live?",
        "a": "By combining oxygen with the hydrogen and carbon in their food"
    },
    {
        "q": "What is the role of red blood corpuscles in our body?",
        "a": "They carry free oxygen to different parts of our bodies"
    },
    {
        "q": "Can fish close their eyes?",
        "a": "No, fishes cannot shut their eyes as they have no true eyelids."
    },
    {
        "q": "What is the main use of the ear in fishes?",
        "a": "The main use of the ear in fishes is in connection with balancing, not with hearing."
    },
    {
        "q": "Do some fishes have a sense of smell?",
        "a": "Yes, some fishes, such as bullhead and dogfish, have a true sense of smell."
    },
    {
        "q": "Where can the sense of taste be located in some fishes?",
        "a": "The sense of taste in some fishes may be located on the fins as well as about the mouth."
    },
    {
        "q": "What is the main function of the sensitive line or lateral line in bony fishes?",
        "a": "The main function of the sensitive line or lateral line in bony fishes is to make the animal aware of slow vibrations and changes of pressure in the water."
    },
    {
        "q": "What is the main goal of astronomers regarding proper motions of the stars?",
        "a": "The main goal of astronomers is to determine which stars have proper motions large enough to be well established."
    },
    {
        "q": "What is meant by 'proper motion' in astronomy?",
        "a": "Proper motion refers to the apparent angular motion of a star as observed on the celestial sphere."
    },
    {
        "q": "What term is used to express a star's velocity in miles per second?",
        "a": "The term 'speed' is used to express a star's velocity in miles per second."
    },
    {
        "q": "According to the text, what happens to the density of stars when moving farther in the universe?",
        "a": "The density of stars gradually thins out as one moves farther in the universe."
    },
    {
        "q": "What does the author compare the distribution of stars in space to?",
        "a": "The author compares the distribution of stars in space to trees thinning out as one ascends a mountain."
    },
    {
        "q": "How is a point that marks the boundary of our system described in the text?",
        "a": "A point beyond which there are but few scattered stars is considered the boundary of our system."
    }
]